
const Menu = [
    {
        name: "🏠 หน้าหลัก",
        path: "/manage",
    },
    {
        name: "🛒 การสั่งซื้อสินค้า",
        path: "/manage/order",
    },
    {
        name: "📦 จัดการสินค้าในระบบ",
        path: "/manage/product",
    },
    {
        name: "🏷️ จัดการหมวดหมู่สินค้า",
        path: "/manage/category",
    },
    {
        name: "🧑‍🏫 จัดการผู้เขียน",
        path: "/manage/author",
    },
    {
        name: "🏢 จัดการสำนักพิมพ์",
        path: "/manage/publisher",
    },
    {
        name: "👥 จัดการสมาชิก",
        path: "/manage/member",
    },
    // {
    //     name: "🚚 จัดการรายการส่งสินค้า",
    //     path: "/manage/delivery",
    // }
]
export default Menu